Repository: hpavlo/Rememory
Catalog: Rememory/Strings/*/Settings.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, ko_kr, pt_pt, tr_tr, vi_vn

# WindowTitle.Text
source: {0} - Settings
ar_sa: {0} - الإعدادات
de_de: {0} - Einstellungen
es_es: {0} - Ajustes
ko_kr: {0} - 설정
pt_pt: {0} - Configurações
tr_tr: {0} - Ayarlar
vi_vn: {0} - Cài đặt

# PageTitle_General.Content
source: General
ar_sa: عام
de_de: Allgemein
ko_kr: 일반
pt_pt: Geral
tr_tr: Genel
vi_vn: Chung

# PageTitle_Personalization.Content
source: Personalization
ar_sa: التخصيص
de_de: Personalisierung
es_es: Personalización
ko_kr: 개인화
pt_pt: Personalização
tr_tr: Kişiselleştirme
vi_vn: Cá nhân hóa

# PageTitle_Clipboard.Content
source: Clipboard
ar_sa: الحافظة
de_de: Zwischenablage
es_es: Portapapeles
ko_kr: 클립보드
pt_pt: Área de Transferência
tr_tr: Pano

# PageTitle_Metadata.Content
source: Metadata
ar_sa: البيانات الوصفية
de_de: Metadaten
es_es: Metadatos
ko_kr: 메타데이터
pt_pt: Metadados
vi_vn: Siêu dữ liệu

# PageTitle_Storage.Content
source: Storage
ar_sa: التخزين
de_de: Aufbewahrung
es_es: Almacenamiento
ko_kr: 저장소
pt_pt: Armazenamento
tr_tr: Depolama
vi_vn: Lưu trữ

# PageTitle_Filters.Content
source: Filters
ar_sa: عوامل التصفية
de_de: Filter
es_es: Filtros
ko_kr: 필터
pt_pt: Filtros
tr_tr: Filtreler
vi_vn: Bộ lọc

# PageTitle_About.Content
source: About
ar_sa: حول
de_de: Über
es_es: Acerca de
ko_kr: 정보
pt_pt: Sobre
tr_tr: Hakkında
vi_vn: Giới thiệu

# General_AppLanguage.Header
source: Application language
ar_sa: لغة التطبيق
de_de: Anwendungssprache
es_es: Idioma de la aplicación
ko_kr: 응용 프로그램 언어
pt_pt: Idioma da aplicação
tr_tr: Uygulama dili
vi_vn: Ngôn ngữ ứng dụng

# General_AppLanguage.Description
source: Select the application language or use the system default
ar_sa: اختر لغة التطبيق أو استخدم اللغة الافتراضية للنظام
de_de: Wählen Sie die Sprache der Anwendung oder verwenden Sie die Sprache des Betriebssystems
es_es: Elige el idioma de la aplicación o usa el predeterminado del sistema
ko_kr: 응용 프로그램 언어를 선택하거나 기본 OS 언어를 사용합니다
pt_pt: Selecione o idioma da aplicação ou use o padrão do sistema
tr_tr: Uygulama dilini seçin veya sistem varsayılanını kullanın
vi_vn: Chọn ngôn ngữ ứng dụng hoặc sử dụng mặc định của hệ thống

# General_AppLanguage_Default.Content
source: Default
ar_sa: افتراضي
de_de: Standard
es_es: Predeterminado
ko_kr: 기본값
pt_pt: Padrão
tr_tr: Varsayılan
vi_vn: Mặc định

# General_AppLanguage_Arabic.Content
source: Arabic
ar_sa: العربية
de_de: Arabisch
es_es: Árabico
ko_kr: 아랍어
pt_pt: Árabe
tr_tr: Arapça
vi_vn: Tiếng Ả Rập

# General_AppLanguage_ChineseSimplified.Content
source: Chinese (Simplified)
ar_sa: الصينية (المبسطة)
de_de: Chinesisch (vereinfacht)
es_es: Chino (Simplificado)
ko_kr: 중국어 (간체)
pt_pt: Chinês (simplificado)
tr_tr: Çince (Basitleştirilmiş)
vi_vn: Tiếng Trung (Giản thể)

# General_AppLanguage_English.Content
source: English
ar_sa: الإنجليزية
de_de: Englisch
es_es: Inglés
ko_kr: 영어
pt_pt: Inglês
tr_tr: İngilizce
vi_vn: Tiếng Anh

# General_AppLanguage_French.Content
source: French
ar_sa: الفرنسية
de_de: Französisch
es_es: Francés
ko_kr: 프랑스어
pt_pt: Francês
tr_tr: Fransızca
vi_vn: Tiếng Pháp

# General_AppLanguage_German.Content
source: German
ar_sa: الألمانية
de_de: Deutsch
es_es: Alemán
ko_kr: 독일어
pt_pt: Alemão
tr_tr: Almanca
vi_vn: Tiếng Đức

# General_AppLanguage_Greek.Content
source: Greek
ar_sa: اليونانية
de_de: Griechisch
es_es: Griego
ko_kr: 그리스어
pt_pt: Grego
tr_tr: Yunanca
vi_vn: Tiếng Hy Lạp

# General_AppLanguage_Italian.Content
source: Italian
ar_sa: الإيطالية
de_de: Italienisch
es_es: Italiano
ko_kr: 이탈리아어
pt_pt: Italiano
tr_tr: İtalyanca
vi_vn: Tiếng Ý

# General_AppLanguage_Japanese.Content
source: Japanese
ar_sa: اليابانية
de_de: Japanisch
es_es: Japonés
ko_kr: 일본어
pt_pt: ﻿Japonês
tr_tr: Japonca
vi_vn: Tiếng Nhật

# General_AppLanguage_Korean.Content
source: Korean
ar_sa: الكورية
de_de: Koreanisch
es_es: Coreano
ko_kr: 한국어
pt_pt: Coreano
tr_tr: Korece
vi_vn: Tiếng Hàn

# General_AppLanguage_Polish.Content
source: Polish
ar_sa: البولندية
de_de: Polnisch
es_es: Polaco
ko_kr: 폴란드어
pt_pt: Polonês
tr_tr: Lehçe
vi_vn: Tiếng Ba Lan

# General_AppLanguage_Portuguese.Content
source: Portuguese
ar_sa: البرتغالية
de_de: Portugiesisch
es_es: Portugués
ko_kr: 포르투갈어
pt_pt: Português
tr_tr: Portekizce
vi_vn: Tiếng Bồ Đào Nha

# General_AppLanguage_Spanish.Content
source: Spanish
ar_sa: الإسبانية
de_de: Spanisch
es_es: Español
ko_kr: 스페인어
pt_pt: Espanhol
tr_tr: İspanyolca
vi_vn: Tiếng Tây Ban Nha

# General_AppLanguage_Turkish.Content
source: Turkish
ar_sa: التركية
de_de: Türkisch
es_es: Turco
ko_kr: 터키어
pt_pt: Turco
tr_tr: Türkçe
vi_vn: Tiếng Thổ Nhĩ Kỳ

# General_AppLanguage_Ukrainian.Content
source: Ukrainian
ar_sa: الأوكرانية
de_de: Ukrainisch
es_es: Ucraniano
ko_kr: 우크라이나어
pt_pt: Ucraniano
tr_tr: Ukraynaca
vi_vn: Tiếng Ukraina

# General_AppLanguageFlyout.Title
source: Restart required
ar_sa: يتطلب إعادة التشغيل
de_de: Neustart erforderlich
es_es: Se requiere un reinicio
ko_kr: 다시 시작 필요
pt_pt: Requer reinicialização
tr_tr: Yeniden başlatma gerekli
vi_vn: Yêu cầu khởi động lại

# General_AppLanguageFlyout.Subtitle
source: To change the application language, you need to restart the program
ar_sa: لتغيير لغة التطبيق، يجب إعادة تشغيل البرنامج
de_de: Um die Sprache der Anwendung zu ändern, müssen Sie das Programm neu starten
es_es: Para cambiar el idioma de la aplicación, reinicia el programa.
ko_kr: 응용 프로그램 언어를 변경하려면 프로그램을 다시 시작해야 합니다
pt_pt: Para alterar o idioma da aplicação, você precisa reiniciar o programa
tr_tr: Uygulama dilini değiştirmek için programı yeniden başlatmanız gerekir
vi_vn: Để thay đổi ngôn ngữ ứng dụng, bạn cần khởi động lại chương trình

# General_AppLanguageFlyoutButton.Content
source: Restart application
ar_sa: إعادة تشغيل التطبيق
de_de: Anwendung neu starten
es_es: Reiniciar aplicación
ko_kr: 응용 프로그램 다시 시작
pt_pt: Reinicie a aplicação
tr_tr: Uygulamayı yeniden başlat
vi_vn: Khởi động lại ứng dụng

# General_ShortcutsSection.Text
source: Shortcuts
ar_sa: الاختصارات
de_de: Verknüpfungen
es_es: Atajos
ko_kr: 바로가기
pt_pt: Atalhos
tr_tr: Kısayollar
vi_vn: Phím tắt

# General_ActivationShortcut.Header
source: Activation shortcut
ar_sa: اختصار التفعيل
de_de: Aktivierungskürzel
es_es: Atajo de activación
ko_kr: 활성 단축키
pt_pt: Atalho de ativação
tr_tr: Etkinleştirme kısayolu
vi_vn: Phím tắt kích hoạt

# General_ActivationShortcut.Description
source: Set the shortcut combination to open clipboard manager
ar_sa: عيّن تركيبة الاختصار لفتح مدير الحافظة
de_de: Verknüpfungskombination zum Öffnen der Zwischenablage festlegen
es_es: Configurar el atajo de teclado para abrir el portapapeles
ko_kr: 바로 가기 조합을 설정하여 클립보드 관리자를 엽니다
pt_pt: Definir a combinação de atalho para abrir a área de transferência
tr_tr: Pano yöneticisini açmak için kısayol kombinasyonunu ayarlayın
vi_vn: Đặt tổ hợp phím tắt để mở trình quản lý Clipboard

# General_ActivationShortcutButton.Text
source: Change shortcut
ar_sa: تغيير الاختصار
de_de: Tastenkombination ändern
es_es: Cambiar atajo
ko_kr: 바로 가기 변경
pt_pt: Alterar atalho
tr_tr: Kısayolu değiştir

# General_StartupSection.Text
source: Startup
ar_sa: بدء التشغيل
de_de: Start
es_es: Inicio
ko_kr: 부팅
pt_pt: Inicialização
tr_tr: Başlangıç
vi_vn: Khởi động

# General_RestartAsAdmin.Header
source: Restart as Administrator
ar_sa: إعادة التشغيل كمسؤول
de_de: Als Administrator neu starten
es_es: Reiniciar como Administrador
ko_kr: 관리자로 다시 시작
pt_pt: Reiniciar como Administrador
tr_tr: Yönetici olarak yeniden başlat

# General_RunningAsAdmin.Header
source: Running as Administrator
ar_sa: يعمل كمسؤول
de_de: Als Administrator ausführen
es_es: Ejecutando como Administrador
ko_kr: 관리자로 실행
pt_pt: Executando como Administrador
tr_tr: Yönetici olarak çalıştır

# General_RestartAsAdminButton.Content
source: Restart as Administrator
ar_sa: إعادة التشغيل كمسؤول
de_de: Als Administrator neu starten
es_es: Reiniciar como Administrador
ko_kr: 관리자로 다시 시작
pt_pt: Reiniciar como Administrador
tr_tr: Yönetici olarak tekrardan başlat

# General_RestartAsAdmin.Description
source: Advanced settings that require administrator privileges
ar_sa: إعدادات متقدمة تتطلب صلاحيات المسؤول
de_de: Erweiterte Einstellungen, die Administratorrechte benötigen
es_es: Ajustes avanzados que requieren privilegios de administrador
ko_kr: 관리자 권한이 필요한 고급 설정
pt_pt: Configurações avançadas que requerem privilégios de administrador
tr_tr: Yönetici ayrıcalıkları gerektiren gelişmiş ayarlar

# General_AlwaysRunAsAdmin.Header
source: Always run as Administrator
ar_sa: تشغيل دائمًا كمسؤول
de_de: Immer als Administrator ausführen
es_es: Siempre ejecutar como Administrador
ko_kr: 항상 관리자로 실행
pt_pt: Sempre executar como Administrador
tr_tr: Her zaman yönetici olarak çalıştır

# General_AlwaysRunAsAdmin.Description
source: Enable this option to always run the app with administrator privileges
ar_sa: فعّل هذا الخيار لتشغيل التطبيق دائمًا بصلاحيات المسؤول
de_de: Aktivieren Sie diese Option, um die App immer mit Administratorrechten auszuführen
es_es: Activa esta opción para ejecutar siempre la aplicación con privilegios de administrador
ko_kr: 이 옵션을 활성화하면 항상 관리자 권한으로 앱을 실행할 수 있습니다
pt_pt: Habilite essa opção para sempre executar o aplicativo com privilégios de administrador
tr_tr: Uygulamayı her zaman yönetici ayrıcalıklarıyla çalıştırmak için bu seçeneği etkinleştirin

# General_RunAtStartup.Header
source: Run at startup
ar_sa: تشغيل عند بدء التشغيل
de_de: Beim Systemstart ausführen
es_es: Ejecutar en el arranque
ko_kr: 시작 시 실행
pt_pt: Executar na inicialização
tr_tr: Başlangıçta çalıştır
vi_vn: Chạy khi khởi động

# General_RunAtStartup.Description
source: Enable this option to automatically launch Rememory when your computer starts
ar_sa: فعّل هذا الخيار لتشغيل Rememory تلقائيًا عند بدء تشغيل الكمبيوتر
de_de: Aktivieren Sie diese Option, um Rememory beim Start Ihres Computers automatisch zu starten
es_es: Activa esta opción para ejecutar automáticamente Rememory cuando tu computadora se prenda
ko_kr: 컴퓨터가 시작될 때 자동으로 Rememory를 실행하려면 이 옵션을 활성화합니다
pt_pt: Habilite esta opção para iniciar automaticamente o Rememory quando o computador iniciar
tr_tr: Bilgisayarınız başlatıldığında Rememory’nin otomatik olarak başlatılması için bu seçeneği etkinleştirin
vi_vn: Tự khởi động Rememory khi bạn đăng nhập vào Windows

# General_NotificationOnStartup.Header
source: Notification on startup
ar_sa: إشعار عند بدء التشغيل
de_de: Benachrichtigung beim Start
es_es: Notificación al iniciar
ko_kr: 시작 시 알림
pt_pt: Notificação na inicialização
tr_tr: Başlangıçta bildirim
vi_vn: Thông báo khi khởi động

# General_NotificationOnStartup.Description
source: Show notification after opening the app
ar_sa: عرض إشعار بعد فتح التطبيق
de_de: Benachrichtigung nach dem Öffnen der App anzeigen
es_es: Mostrar una notificación luego de abrir la aplicación
ko_kr: 앱을 연 후 알림 표시
pt_pt: Mostrar notificação após abrir o aplicativo
tr_tr: Uygulama açıldıktan sonra bildirim göster
vi_vn: Hiển thị thông báo sau khi mở ứng dụng

# Personalization_AppTheme.Header
source: Application theme
ar_sa: سمة التطبيق
de_de: App-Thema
es_es: Tema de la aplicación
ko_kr: 응용 프로그램 테마
pt_pt: Tema da aplicação
tr_tr: Uygulama teması
vi_vn: Giao diện ứng dụng

# Personalization_AppTheme.Description
source: Select your preferred theme for the application interface
ar_sa: اختر السمة المفضلة لواجهة التطبيق
de_de: Wählen Sie Ihr bevorzugtes Design für die Benutzeroberfläche
es_es: Selecciona tu tema preferido para la interfaz de la aplicación
ko_kr: 응용 프로그램 인터페이스에 대한 선호 테마 선택
pt_pt: Selecione seu tema preferido para a interface do aplicativo
tr_tr: Uygulama arayüzü için tercih ettiğiniz temayı seçin
vi_vn: Chọn giao diện ưa thích của bạn cho giao diện ứng dụng

# Personalization_AppTheme_Default.Content
source: Default
ar_sa: افتراضي
de_de: Standard
es_es: Predeterminado
ko_kr: 기본값
pt_pt: Padrão
tr_tr: Varsayılan
vi_vn: Mặc định

# Personalization_AppTheme_Light.Content
source: Light
ar_sa: فاتح
de_de: Hell
es_es: Claro
ko_kr: 밝은
pt_pt: Claro
tr_tr: Açık
vi_vn: Sáng

# Personalization_AppTheme_Dark.Content
source: Dark
ar_sa: داكن
de_de: Dunkel
es_es: Oscuro
ko_kr: 어두운
pt_pt: Escuro
tr_tr: Koyu
vi_vn: Tối

# Personalization_BackgroundSection.Text
source: Background
ar_sa: الخلفية
de_de: Hintergrund
es_es: Fondo
ko_kr: 배경
pt_pt: Fundo
tr_tr: Arkaplan
vi_vn: Hình nền

# Personalization_Backdrop.Header
source: Backdrop
ar_sa: الخلفية الزجاجية
de_de: Hintergrund
es_es: Fondo
ko_kr: 배경
pt_pt: Tema de fundo
tr_tr: Arka plan efekti
vi_vn: Hiệu ứng nền

# Personalization_Backdrop.Description
source: Change backdrop in the window
ar_sa: تغيير الخلفية داخل النافذة
de_de: Hintergrund im Fenster ändern
es_es: Cambiar fondo de la ventana
ko_kr: 창에서 배경 변경
pt_pt: Alterar a cor de fundo na janela
tr_tr: Penceredeki arka plan efektini değiştir
vi_vn: Thay đổi hiệu ứng nền trong cửa sổ

# Personalization_Backdrop_None.Content
source: None
ar_sa: لا شيء
de_de: Keine
es_es: Ninguno
ko_kr: 없음
pt_pt: Nenhum
tr_tr: Yok
vi_vn: Không có

# Personalization_Backdrop_Acrylic.Content
source: Acrylic
es_es: Acrílico
pt_pt: Acrílico

# Personalization_Backdrop_ThinAcrylic.Content
source: Thin Acrylic
es_es: Acrílico Fino
pt_pt: Acrílico fino
vi_vn: Acrylic mỏng

# Personalization_Backdrop_Mica.Content
source: Mica
pt_pt: Pano de Fundo

# Personalization_Backdrop_MicaAlt.Content
source: Mica Alt
pt_pt: Pano de fundo alternativo

# Personalization_BackgroundColor.Header
source: Background color
ar_sa: لون الخلفية
de_de: Hintergrundfarbe
es_es: Color de fondo
ko_kr: 배경 색상
pt_pt: Cor de fundo
tr_tr: Arkaplan rengi
vi_vn: Màu nền

# Personalization_BackgroundColor.Description
source: Change background color in the window
ar_sa: تغيير لون الخلفية داخل النافذة
de_de: Hintergrundfarbe im Fenster ändern
es_es: Cambiar color de fondo en la ventana
ko_kr: 창에서 배경색 변경
pt_pt: Alterar a cor de fundo na janela
tr_tr: Penceredeki arka plan rengini değiştir
vi_vn: Thay đổi màu nền trong cửa sổ

# Personalization_ClipboardWindowSection.Text
source: Clipboard window
ar_sa: نافذة الحافظة
de_de: Zwischenablagefenster
es_es: Ventana del portapapeles
ko_kr: 클립보드 창
pt_pt: Janela de área de transferência
tr_tr: Pano penceresi
vi_vn: Cửa sổ Clipboard

# Personalization_CompactView.Header
source: Compact view
de_de: Kompaktansicht
es_es: Vista compacta
pt_pt: Visualização compacta
tr_tr: Kompakt görünüm
vi_vn: Chế độ xem thu gọn

# Personalization_CompactView.Description
source: Displays clips in a compact, single-line format to save space
de_de: Zeigt Clips in einem kompakten Einzeilenformat zur Platzersparnis an
es_es: Muestra los clips en un formato compacto de una sola línea para guardar espacio
pt_pt: Exibe clipes em formato compacto e unica para economizar espaço
tr_tr: Alan kazanmak için klipleri kompakt, tek satırlı biçimde gösterir
vi_vn: Hiển thị các mục sao chép ở định dạng một dòng, thu gọn để tiết kiệm không gian

# Personalization_WindowPosition.Header
source: Clipboard window position
ar_sa: موضع نافذة الحافظة
de_de: Position des Zwischenablage-Fensters
es_es: Posición de la ventana del portapapeles
ko_kr: 클립보드 창 위치
pt_pt: Posição da janela da área de transferência
tr_tr: Pano penceresi konumu
vi_vn: Vị trí cửa sổ Clipboard

# Personalization_WindowPosition.Description
source: Customize the position of the window on your screen
ar_sa: تخصيص موضع النافذة على الشاشة
de_de: Passen Sie die Fensterposition auf dem Bildschirm an
es_es: Personalizar la posición de la ventana en tu pantalla
ko_kr: 화면에서 창의 위치 사용자 지정
pt_pt: Personalize a posição da janela na tela
tr_tr: Pencerenin ekrandaki konumunu özelleştirin
vi_vn: Tùy chỉnh vị trí của cửa sổ trên màn hình của bạn

# Personalization_WindowPosition_Caret.Content
source: Caret
ar_sa: المؤشر النصي
de_de: Caret-Zeichen
es_es: Cursor
ko_kr: 캐럿
pt_pt: Em frente ao texto
vi_vn: Theo con trỏ văn bản

# Personalization_WindowPosition_ScreenCenter.Content
source: Screen center
ar_sa: منتصف الشاشة
de_de: Bildschirmmitte
es_es: Centro de la pantalla
ko_kr: 화면 가운데
pt_pt: Centro da tela
tr_tr: Ekran ortası
vi_vn: Giữa màn hình

# Personalization_WindowPosition_LastPosition.Content
source: Last position
ar_sa: الموضع الأخير
de_de: Letzte Position
es_es: Última posición
ko_kr: 마지막 위치
pt_pt: Última posição
tr_tr: Son konum
vi_vn: Vị trí cuối cùng

# Personalization_WindowPosition_Right.Content
source: Right
ar_sa: اليمين
de_de: Rechts
es_es: Derecha
ko_kr: 오른쪽
pt_pt: À direita
tr_tr: Sağ
vi_vn: Bên phải

# Personalization_WindowPosition_RightCorner.Content
source: Right corner
ar_sa: الزاوية اليمنى
de_de: Rechte Ecke
es_es: Esquina derecha
ko_kr: 오른쪽 모서리
pt_pt: Canto Direito
tr_tr: Sağ köşe
vi_vn: Góc bên phải

# Personalization_WindowWidth.Header
source: Width
ar_sa: العرض
de_de: Breite
es_es: Ancho
ko_kr: 폭
pt_pt: Largura
tr_tr: Genişlik
vi_vn: Chiều rộng

# Personalization_WindowWidth.Description
source: Set the width of the window (in pixels)
ar_sa: تحديد عرض النافذة (بالبكسل)
de_de: Legen Sie die Breite des Fensters fest (in Pixeln)
es_es: Establece el ancho de la ventana (en píxeles)
ko_kr: 창 너비 설정 (픽셀 단위)
pt_pt: Definir a largura da janela (em pixels)
tr_tr: Pencerenin genişliğini ayarlayın (piksel cinsinden)
vi_vn: Đặt chiều rộng của cửa sổ (tính bằng pixel)

# Personalization_WindowHeight.Header
source: Height
ar_sa: الارتفاع
de_de: Höhe
es_es: Altura
ko_kr: 높이
pt_pt: Altura
tr_tr: Yükseklik
vi_vn: Chiều cao

# Personalization_WindowHeight.Description
source: Set the height of the window (in pixels)
ar_sa: تحديد ارتفاع النافذة (بالبكسل)
de_de: Legen Sie die Höhe des Fensters fest (in Pixeln)
es_es: Establece el alto de la ventana (en píxeles)
ko_kr: 창의 높이 설정 (픽셀 단위)
pt_pt: Definir a altura da janela (em pixels)
tr_tr: Pencerenin yüksekliğini ayarlayın (piksel cinsinden)
vi_vn: Đặt chiều cao của cửa sổ (tính bằng pixel)

# Personalization_WindowMargin.Header
source: Margin
ar_sa: الهامش
de_de: Rand
es_es: Margen
ko_kr: 여백
pt_pt: Margem
tr_tr: Kenar boşluğu
vi_vn: Lề

# Personalization_WindowMargin.Description
source: Set the margin around the window (in pixels)
ar_sa: تحديد الهامش حول النافذة (بالبكسل)
de_de: Legen Sie den Rand um das Fenster herum fest (in Pixeln)
es_es: Establece el margen alrededor de la ventana (en píxeles)
ko_kr: 창 주위의 여백 설정 (픽셀 단위)
pt_pt: Definir a margem ao redor da janela (em pixels)
tr_tr: Pencerenin kenar boşluğunu ayarlayın (piksel cinsinden)
vi_vn: Đặt khoảng lề xung quanh cửa sổ (tính bằng pixel)

# Clipboard_ClipsSection.Text
source: Clips
ar_sa: المقاطع
ko_kr: 클립
pt_pt: Clipes
tr_tr: Klipler
vi_vn: Các mục sao chép

# Clipboard_DragAndDrop.Header
source: Drag and Drop
ar_sa: السحب والإفلات
de_de: Ziehen und Ablegen
es_es: Arrastrar y soltar
ko_kr: 끌어서 놓기
pt_pt: Arrastar e Soltar
tr_tr: Sürükle ve Bırak
vi_vn: Kéo và Thả

# Clipboard_DragAndDrop.Description
source: Enable drag and drop for clips
ar_sa: تمكين السحب والإفلات للمقاطع
de_de: Drag & Drop für Clips aktivieren
es_es: Activar arrastrar y soltar en los clips
ko_kr: 클립에 끌어서 놓기 활성화
pt_pt: Ativar arrastar e soltar para clipes
tr_tr: Klipler için sürükle ve bırak özelliğini etkinleştir
vi_vn: Bật tính năng kéo và thả cho các mục sao chép

# Clipboard_DeveloperStringCaseConversions.Header
source: String case conversions for Developers
ar_sa: تحويل حالة النص للمطورين
de_de: Zeichenkettenfallkonvertierungen für Entwickler
es_es: Casos de conversión de cadenas de texto para Desarrolladores
ko_kr: 개발자를 위한 문자열 대/소문자 변환
pt_pt: Conversões de "string case" para Desenvolvedores
tr_tr: Geliştiriciler için metin biçimi dönüştürmeleri
vi_vn: Chuyển đổi kiểu chữ cho Lập trình viên

# Clipboard_DeveloperStringCaseConversions.Description
source: Enable advanced commands to convert text to Camel Case, Pascal Case, Snake Case and Kebab Case
ar_sa: تمكين الأوامر المتقدمة لتحويل النص إلى Camel Case وPascal Case وSnake Case وKebab Case
de_de: Erweiterte Befehle zum Konvertieren von Text in Camel Case, Pascal Case, Schlangenfall und Kebab Case aktivieren
es_es: Activa comandos avanzados para convertir texto a Camel Case, Pascal Case, Snake Case y Kebab Case
ko_kr: 텍스트를 카멜 케이스, 파스칼 케이스, 스네이크 케이스 및 케밥 케이스로 변환하는 고급 명령을 활성화합니다.
pt_pt: Habilita comandos avançados para converter texto em CamelCase, PascalCase, snake_case e kebab-case
tr_tr: Metni Camel Case, Pascal Case, Snake Case ve Kebab Case biçimlerine dönüştürmek için gelişmiş komutları etkinleştirin
vi_vn: Bật các lệnh nâng cao để chuyển đổi văn bản sang kiểu Camel Case, Pascal Case, Snake Case và Kebab Case

# Clipboard_SearchBarSection.Text
source: Search bar
ar_sa: شريط البحث
de_de: Suchleiste
es_es: Barra de búsqueda
ko_kr: 검색 바
pt_pt: Barra de pesquisa
tr_tr: Arama çubuğu
vi_vn: Thanh tìm kiếm

# Clipboard_SearchBoxFocus.Header
source: Search box focus
ar_sa: تركيز مربع البحث
de_de: Suchfeld Fokus
es_es: Foco de la barra de búsqueda
ko_kr: 검색 상자 자동 포커스
pt_pt: Foco na caixa de pesquisa
tr_tr: Arama çubuğu odağı
vi_vn: Tự động chọn ô tìm kiếm

# Clipboard_SearchBoxFocus.Description
source: The search field will be automatically focused when the window opens
ar_sa: سيتم التركيز تلقائيًا على حقل البحث عند فتح النافذة
de_de: Das Suchfeld wird automatisch fokussiert, wenn das Fenster geöffnet wird
es_es: El campo de búsqueda recibirá el foco automáticamente cuando la ventana se abra
ko_kr: 검색 필드에 자동으로 포커스가 설정됩니다
pt_pt: O campo de pesquisa será automaticamente focado quando a janela abrir.
tr_tr: Pencere açıldığında arama alanı otomatik olarak odaklanır
vi_vn: Ô tìm kiếm sẽ tự động được trỏ tới khi mở cửa sổ

# Clipboard_ClearSearchOnOpen.Header
source: Clear search on open
ar_sa: مسح البحث عند الفتح
de_de: Suche beim Öffnen löschen
es_es: Limpiar la búsqueda al abrir
ko_kr: 검색 초기화
pt_pt: Limpar pesquisa ao abrir
tr_tr: Açılışta aramayı temizle
vi_vn: Xóa tìm kiếm khi mở

# Clipboard_ClearSearchOnOpen.Description
source: Clear the search text when the window opens
ar_sa: مسح نص البحث عند فتح النافذة
de_de: Lösche den Suchtext, wenn das Fenster geöffnet wird
es_es: Limpiar el cuadro de búsqueda cuando la ventana se abra
ko_kr: 창이 열릴 때 검색 텍스트를 지웁니다
pt_pt: Limpar o texto de pesquisa quando a janela for aberta
tr_tr: Pencere açıldığında arama metnini temizle
vi_vn: Xóa văn bản tìm kiếm khi cửa sổ mở lên

# Clipboard_TabsSection.Text
source: Tabs
ar_sa: علامات التبويب
es_es: Pestañas
ko_kr: 탭
pt_pt: Abas
tr_tr: Sekmeler
vi_vn: Các thẻ

# Clipboard_SetInitialTabOnOpen.Header
source: Set initial tab on open
ar_sa: تعيين علامة التبويب الأولية عند الفتح
de_de: Start-Tab beim Öffnen setzen
es_es: Establecer la pestaña inicial al abrir
ko_kr: 창 열 때 초기 탭 설정
pt_pt: Definir aba inicial ao abrir
tr_tr: Açılışta başlangıç sekmesini ayarla
vi_vn: Đặt thẻ mặc định khi mở

# Clipboard_SetInitialTabOnOpen.Description
source: Start with Home tab when window opens
ar_sa: ابدأ بعلامة التبويب "الرئيسية" عند فتح النافذة
de_de: Starte mit dem Home-Tab beim Öffnen des Fensters
es_es: Iniciar con la pestaña Inicio cuando la ventana se abra
ko_kr: 창이 열리면 홈 탭으로 시작합니다
pt_pt: Iniciar com a aba inicial quando a janela abrir
tr_tr: Pencere açıldığında Ana Menü ile başla
vi_vn: Bắt đầu với thẻ Trang chủ khi cửa sổ mở lên

# Clipboard_OtherSection.Text
source: Other
ar_sa: أخرى
de_de: Sonstiges
es_es: Otro
ko_kr: 기타
pt_pt: Outros
tr_tr: Diğer
vi_vn: Khác

# Clipboard_RememberPinState.Header
source: Remember window pin state
ar_sa: تذكر حالة تثبيت النافذة
de_de: Fensterpinstatus merken
es_es: Recordar estado de ventana fijada
ko_kr: 창 고정 상태 기억하기
pt_pt: Lembrar estado da janela fixada
tr_tr: Pencere sabitleme durumunu hatırla
vi_vn: Ghi nhớ trạng thái ghim cửa sổ
